{
 
    "intents" : [ 
        {
            "tag" : "greeting",
            "patterns" : [ 
                "สวัสดี", 
                "สวัสดีครับ", 
                "สวัสดีจ้า", 
                "ดีจ้า", 
                "สวัสดีจ้ะ", 
                "ฮัลโหล", 
                "สวัสดีครับ", 
                "สวัสดีค่ะ", 
                "สวัสดีครัช", 
                "ดีครับ", 
                "ดีห่ะ", 
                "สวัสดีฮับ", 
                "สวัสดีอ่ะ", 
                "สวัสดีงับ", 
                "สวัสดีฮับ", 
                "ขอความช่วยเหลือหน่อยครับ", 
                "มีเรื่องจะขอคว่ามช่วยเหลือ", 
                "ขอทราบข้อมูลหน่อยค่ะ"
            ],
            "responses" : [ 
                "สวัสดีครับมีอะไรต้องการให้ช่วยเหลือไหมครับ", 
                "สวัสดีครับมีอะไรให้ช่วยเหลือในด้านใดบ้างครับ", 
                "สวัสดีครับสอบถามปัญหาได้เลย"
            ]
        }, 
        {
            "tag" : "major_question",
            "patterns" : [ 
                "มีกี่สาขา", 
                "ขอทราบหน่อยว่าที่นี่มีกี่สาขา", 
                "ที่นี่มีกี่สาขา", 
                "สาขาที่นี้มีอะไรบ้าง", 
                "จำนวนที่นี้กี่สาขา", 
                "มีกี่สาขาครับ", 
                "มีสาขาวิชาอะไรบ้าง", 
                "สาขาที่เปิดสอน", 
                "มีกี่สาขาหรอคะ", 
                "สาขามีไรบ้างครับ", 
                "สอบถามหน่อยครับว่าที่วิทยาลัยมีกี่สาขา", 
                "ทางวิทยาลัยมีการเปิดสอนที่นนท์กี่สาขาครับ", 
                "จำนวนสาขาที่เปิดสอนมีอะไรบ้างหรอ", 
                "ที่นี้มีกี่สาขาที่เปิดทำการเรียนการสอนอะไรหรอครับ", 
                "เปิดสอนที่สาขานนท์มีกี่สาขาครับ", 
                "จำนวนที่เปิดสอนที่สะพานใหม่มีกี่สาขาหรอครับ", 
                "จะมีให้เลือกสมัครเรียนได้กี่สาขาหรอครับ", 
                "ระดับชั้นที่เปิดสอนมีกี่สาขาหรอครับ", 
                "สาขาที่มีให้เลือกเรียนกี่สาขา", 
                "เปืดสาขาอะไรบ้าง"
            ],
            "responses" : [ 
                "โดยทางวิทยาลัยเปิดการเรียนการสอน แบ่งบอกเป็น 2 วิทยาเขต ได้แก่ วิทยาเขตสะพานใหม่และวิทยาเขตนนท์ โดยเปิดการเรียนการสอนแบ่งออกเป็น 2 ระดับครับ  คือ ปวช. และ ปวส โดย \n ปวช มี 8 สาขา ครับ ได้แก่ สาขาวิชาการบัญชี   สาขาวิชาการตลาด สาขาวิชาคอมพิวเตอร์ธุรกิจ สาขาวิชาภาษาต่างประเทศ สาขาวิชาการโรงแรม สาขาวิชาการท่องเที่ยว สาขาวิชาคอมพิวเตอร์กราฟิค  สาขาวิชาเทคโนโลยีสารสนเทศ และ  \nปวส.  มี 7 สาขา ครับ  ได้แก่  สาขาวิชาการบัญชี สาขาวิชาการตลาด สาขาวิชาคอมพิวเตอร์ธุรกิจ สาขาวิชาการโรงแรม สาขาวิชาการท่องเที่ยว สาขาวิชาคอมพิวเตอร์กราฟิค สาขาวิชาเทคโนโลยีสารสนเทศ"
            ]
        }, 
        {
            "tag" : "intro_education",
            "patterns" : [ 
                "เรียนสายอาชีพ", 
                "ทำไมต้องเรียนสายอาชีพครับ", 
                "สายอาชีพคืออะไร", 
                "สายอาชีพการเรียนยากไหมครับ", 
                "สายอาชีพการเรียนการสอนจะยากมากไหมคะ", 
                "สายอาชีพง่ายกว่า ม.ปลาย ยังไงหรอค่ะ", 
                "สายอาชีพเรียนยาก มากไหมครับ", 
                "สายอาชีพการสอนเน้นไปด้านไหนบางครับ", 
                "สายอาชีพเน้นไปด้านอะไรบ้างคะ", 
                "สายอาชีพเด่นด้านไหนอะไรบางคะ", 
                "สายอาชีพเด่นเรื่องอะไรบ้างหรอครับ", 
                "สอบถามหน่อยครับว่าการเรียนสายอาชีพมีความยากกว่ามัธยมอย่างไร", 
                "สายอาชีพการเรียนจะเปิดให้ตัวนักเรียนมีการสอนไปในลงมือปฏิบัติไหมครับ", 
                "สายอาชีพเรียนยากกว่า มัธยมปลายจริงไหมครับ", 
                "สายอาชีพเด่นการปฏิบัติงานจริงและทำได้กมากกว่า ม.ปลาย จริงไหมครับ", 
                "ทำไมคนถึงนิยมการเรียนการสอนแบบสายอาชีพครับ", 
                "ทำไมสายอาชีพถึงเป็นความต้องการของตลาดแรงงานครับ", 
                "ทำไมสายอาชีพถึงได้เรียนปฏิบัติมากกว่าสาย ม.ปลาย หรอครับ", 
                "ถ้าผมจะเรียนสายอาชีพจะได้เรียนการปฏิบัติจริงไหมครับ", 
                "สายอาชีพเป็นความต้องการของตลาดแรงงานและทำไมถึงเป็นความต้องการสายอาชีพหรอครับ", 
                "การเรียนสายอาชีพจะมีการเน้นไปด้านการเรียนการสอนแบบไหนบ้างคะ", 
                "เรียนสายอาชีพดีอย่างไร", 
                "สายอาชีพมีดีอย่างไร", 
                "เรียนสายอาชีพมีไรดีอย่างไร", 
                "อะไรสายอาชีพ", 
                "เรียนสายอาชีพข้อดีคืออะไร", 
                "", 
                "", 
                "", 
                "เรียนสายสามัญดีกว่าสายอาชีพอย่างไรหลอครับ", 
                "สายอาชีพดีกว่าสมามัญอย่างไรหลอคะ"
            ],
            "responses" : [ 
                "การเรียนสายอาชีพหรือสายสามัญจะแตกต่างหรือเรียนที่ไม่เหมือนกันโดยทางสายอาชีพจะได้ลงมือปฏิบัติลงมือทำโดยจะได้เรียนรู้การใช้เครื่องมือเสมือนการทำงานจริงขึ้นอยู่กับสาขาวิชาที่เรียนครับแต่ถ้าเป็นสายสามัญนั้นจะได้เรียนเรื่องวิชาการเป็นส่วนใหญ่จึงทำให้ไม่ได้มีประสบการณ์การใช้เครื่องมือต่างๆ เหมือนกับสายอาชีพ ส่วนการทำงานนั้นขึ้นอยู๋กับสาขาวิชาแต่โดยปัจจุบันสายอาชีพมีความต้องการของตลาดแรงงานครับ"
            ]
        }, 
        {
            "tag" : "branch_hotel",
            "patterns" : [ 
                "สาขาโรงแรมเรียนอะไรบ้าง", 
                "สาขาโรงแรมต้องจบอะไร", 
                "สาขาโรงแรมจบแล้วทำงานอะไร", 
                "สาขาโรงแรมมีงานอะไรรองรับบ้าง", 
                "เรียนสาขาโรงแรมต้องเตรียมตัวอะไรบ้าง", 
                "สาขาโรงแรมเรียนต่อมหาลัยที่ไหนได้บ้าง", 
                "สาขาโรงแรมเรียนต่อสาขาในมหาลัยอะไรได้บ้าง", 
                "โรงแรม", 
                "สาขาโรงแรม", 
                "เซฟในโรงแรม", 
                "สาขาโรงแรมเรียนวิชาอะไรล้างครับ", 
                "สาขาโรงแรมมีเรียนวิชาอะไรหรอครับ", 
                "โรงแรมได้เรียนไรบ้าง", 
                "สาขาโรงแรมได้เรียนเกี่ยวกับอะไร", 
                "สาขาโรงแรมเรียนเกี่ยวข้องกับอะไรบ้างครับ", 
                "สาขาโรงแรมได้เรีบยการจับผ้าไหม", 
                "สาขาโรงแรมได้เรียนกับการจับจีนผ้าไหม", 
                "การจับจีบผ้าในสาขาโรงแรมเป็นไปไง", 
                "สาขาโรงแรมจบไปทำงานอะไร", 
                "สาขาโรงแรมจบไปแล้วทำงานเกี่ยวกับอะไร", 
                "สาขาโรงแรมได้งานเกี่ยวกับอะไรบ้าง", 
                "สาขาโรงแรมทำงานเกี่ยวข้องกับไรบ้างถ้าจบไปแล้ว", 
                "จบสาขาโรงแรมนี้จะได้งานประเภทไหน", 
                "จับจีบผ้าในสาขาโรงแรมเป็นอย่างไร", 
                "สาขาโรงแรมสองกี่ระดับชั้น", 
                "สาขาโรงแรมสอนปวชอย่างเดียวหรือเปล่า", 
                "สาขาโรงแรมมีปวส. ไหม", 
                "สาขาโรงแรมเปิดสอนระดับการศึกษาไหนบ้าง", 
                "สาขาโรงแรมเปิดสอนระดับชั้นไหน", 
                "สาขาโรงแรมสอนระดับการศึกษาอะไรบ้าง"
            ],
            "responses" : [ 
                "สาขาการโรงแรมจะได้เรียนรู้เรื่องเกี่ยวกับ การให้บริการดูแลการต้อนรับ การจัดเตรียม ฯลฯ โดยทางสาขาการโรงแรมจะได้เรียนรู้เกี่ยวกับการให้บริการที่ครบวงจร โดยการบริการก็มีมากมายและมีงานรองรับมากมายเช่นการบริการบนเครื่องบินเป็นต้น"
            ]
        }, 
        {
            "tag" : "branch_computerbusniss",
            "patterns" : [ 
                "สาขาคอมพิวเตอร์ธุรกิจ", 
                "คอมพิวเตอร์ธุรกิจ", 
                "สาขาคอมพิวเตอร์ธุรกิจเรียนอะไรบ้าง", 
                "สาขาคอมพิวเตอร์ธุรกิจเรียนเกี่ยวกับอะไรหรอครับ", 
                "สาขาคอมพิวเตอร์ธุรกิจต้องเรียนอะไรบ้างหรอคะ", 
                "สาขาคอมพิวเตอร์ธุรกิจได้เรียนเกี่ยวกับอะไร", 
                "สาขาคอมพิวเตอร์ธุรกิจเรียนเกี่ยวกับบัญชีไหม", 
                "สาขาคอมพิวเตอร์ธุรกิจได้เรียนเกี่ยวกับธุรกิจเยอะไหม", 
                "สาขาคอมพิวเอตร์ธุรกิจเรียนเกี่ยวกับธุรกิจเยอะไหม", 
                "สาขาคอมพิวเตอร์ธุรกิจจบจะต้องทำงานเกี่ยวกับอะไร", 
                "คอมพิวเตอร์ธุรกิจได้ทำงานแบบไหน ", 
                "งานที่อะไรรองรับการจบของสาขาคอมพิวเตอร์ธุรกิจ", 
                "สาขาคอมพิวเตอร์ธูรกิจจบแล้วทำงานประเภทไหน", 
                "สาขาคอมพิวเตอร์ธุรกิจจบแล้วทำงานประเภทไหน", 
                "สาขาคอมพิวเตอร์ธุรกิจทำงานอะไร", 
                "สาขาคอมพิวเตอร์ธุรกิจเรียนอะไรบ้างในสาขา", 
                "การเรียนรู้จบไปจากสาขาคอมพิวเตอร์ธุรกิจแล้วทำงานอะไรหลอครับ", 
                "จบจากสาขาคอมพิวเตอร์ธุรกิจทำงานอะไรได้บ้าง", 
                "เรียนสาขาคอมพิวเตอร์ธุรกิจได้ทำงานประเภทไหน", 
                "จบสาขาคอมพิวเตอร์ธุรกิจมีงานไหนรองรับบ้าง", 
                "สาขาคอมพิวเตอร์ธุรกิจทำงานอะไรได้บ้าง", 
                "สาขาคอมพิวเตอร์ธูรกิจต้องเรียนอะไรและมีเรียนวิชาอะไรบ้าง", 
                "คอมพิวเตอร์ธุรกิจมีวิชาเรียนอะไรบ้าง", 
                "สาขาคอมพิวเตอร์ธุรกิจได้ศึกษาอะไรบ้าง", 
                "เรียนจบสาขาคอมพิวเตอร์ธุรกิจทำธุรกิจได้ไหม", 
                "เรียนสาขาคอมพิวเอตร์ธูรกิจเปิดธูรกิจได้ไหม", 
                "สาขาคอมพิวเตอร์ธูรกิจสร้างธุรกิจเป็นของตัวเองได้ไหม", 
                "สาขาคอมพิวเตอร์ธูรกิจดำเนินเปิดธุรกิจของตัวเองได้อย่างไร", 
                "สาขาคอมพิวเตอร์ธุรกิจมีเรยนเรื่องบัญชีเยอะไหม", 
                "สาขาคอมพิวเตอร์ธุรกิจจะได้เรียนบัญชีอะไรบ้าง"
            ],
            "responses" : [ 
                "สาขาคอมพิวเตอร์ธูรกิจจะได้เรียนรู็เกี่ยวกับการนำเทคโนโลยีไปประยุกต์กับการใช้งานทางธุรกิจ จะได้เรียนรู้ทั้งเขียนโปรแกรม บัญชี การวางแผลธุรกิจ เป็นต้น โดยสาขาคอมพิวเตอร์ธุรกิจจะสามารถประกอบอาชีพได้หลากหลาย เช่นโปรแกรมเมอร์ นักวางแผลการตลาดออนไลน์เป็นต้น"
            ]
        }, 
        {
            "tag" : "brach_cg",
            "patterns" : [ 
                "คอมพิวเตอร์กราฟิก", 
                "กราฟฟิก", 
                "การออกแบบ", 
                "ออกแบบ", 
                "ออกแบบผลิตภัณฑ์", 
                "กราฟคือ", 
                "คอมพิวเตอร์กราฟฟิกคือ", 
                "การวาดเขียน", 
                "การวาดเขียนคน", 
                "การเขียนมนุษย์", 
                "การวาดรูปเหมือนจริง", 
                "การวาดภาพเสมือนจริง", 
                "การถ่ายภาพ", 
                "การถ่ายรูป", 
                "ถ่ายรูป", 
                "รูปแบบของการถ่ายรูป", 
                "เรียนกราฟิกได้เรียนอะไรบ้าง", 
                "เรียนสาขาคอมพิวเตอร์กราฟิกมีเรียนเรื่องอะไรบ้าง", 
                "สาขาคอมพเวอตร์กราฟิกจะได้เรียนวาดรูปแบบไหน", 
                "สาขาคอมพิวเตอร์กราฟิกจะได้เรียนตัดต่อแบบไหน", 
                "ตัดต่อ", 
                "ตัดต่อวีดีโอ", 
                "ตัดต่อคลิป", 
                "คลิป", 
                "วีดีโอ", 
                "คลิป", 
                "สาขากราฟิกเรียนรูปการถ่ายภาพ", 
                "คอมพิวเตอร์กราฟิกมีการแบ่งรูปออกเป็นไรบ้าง", 
                "สาขาคอมพิวเตอร์กราฟิกจะได้เรียนตัดต่อไหม", 
                "สาขาคอมพิวเตอร์กราฟิกจะได้เรียนวาดภาพตอนไหน"
            ],
            "responses" : [ 
                "สาขาคอมพิวเตอร์กราฟฟิกจะได้เรียนรู้เกี่ยวกับเครื่องมือการทำกราฟฟิกแบบหลากหลายโดยสาขาจะเน้นการคิดออกแบบผลงานที่มีคุณภาพและสามารถนำไปสร้างรายได้รูปแบบที่ทันสมัยในยุคปัจจุบัน โดยสาขาคอมพิวเตอร์กราฟฟิกจะสามารถประกอบอาชีพต่าง ๆ ได้เช่น นักตัดต่อคลิป งาน ดีไซค์ การออกแบบผลิตภัณฑ์ เป็นต้น"
            ]
        }, 
        {
            "tag" : "brach_Marketing",
            "patterns" : [ 
                "สาขาการตลาด", 
                "การตลาด", 
                "ออกแบบผลิตภัณฑ์", 
                "การขายสินค้า", 
                "ขายสินค้า", 
                "การขายผลิตภัณ์", 
                "การจำหน่ายสินค้า", 
                "สาขาการตลาดเรียนอะไรบ้าง", 
                "สาขาการตลาดจะได้เรียนรู้เรื่องอะไร", 
                "สาขาการตลาดเรียนวิชาอะไร", 
                "สาขาการตลาดได้เรียนรู้เรื่องอะไรบ้าง", 
                "สาขาการตลาดจะได้เรียนรู้เรื่องอะไร", 
                "สาขาการตลาดเรียนการขายแบบไหน", 
                "สาขาการตลาดเรียนการขายแบ่งเป็นอะไรบ้าง", 
                "สาขาการตลาดจะแบ่งการขายเป็นอย่างไร", 
                "สาขาการตลาดจะทำอย่างไรจะให่ขายสินค้าได้", 
                "สาขาการตลาดจะทำอย่างไรมีของพอจำหน่าย", 
                "จะได้เรียนรู้ไหมว่าวสาขาการตลาดมีเทคนิคการขายอย่างไร", 
                "สาขาการตลาดออกสินค้าเป็นอย่างไร", 
                "ขั้นตอนการออกแบบสินค้าการตลาดต้องทำอย่างไร", 
                "การจัดโปรโมชั่นในสาขาการตลาดต้องทำอย่างไร", 
                "โปรโมชั่น", 
                "ขั้นตอนการออกแบบโปรโฒชั่นในสาขาการตลาด", 
                "ขั้นตอนการจัดทำโปรโมชั่นสาขาการตลาด", 
                "จะออกแบบการลดราคาสินค้าได้อย่างไรครับสาขาการตลาดมีสอนไหม", 
                "การสอนเรื่องการลดราคาสินค่ามีการกฏอย่างไร", 
                "การลดราคาสินค้า", 
                "การเพิ่มยอดขายในสาขาการตลาดมีขั้นตอนอย่างไร", 
                "การเพิ่มยอดขาย", 
                "การเพิ่มยอดขายต้องทำอย่างไรและสาขาการตลาดมีสอนให้ไหมคะ"
            ],
            "responses" : [ 
                "สาขาการตลาดจะได้เรียนรู้การทำการตลาดรูปแบต่างๆ จะเน้นไปทางการปิดการขายสินค้าและสร้างรายได้กับองค์กรณ์เรื่องไปถึงการวางแผลทางธูรกิจโดยสาขาการตลาดเป็นสาขาที่มีความสำคัญกับบริษัทที่ต้องการผู้ปิดการขายได้ และสามรถประกอบอาชีพได้หลากหลายเช่น นักวางแผนทางการตลาดเป็นต้น"
            ]
        }, 
        {
            "tag" : "brach_account",
            "patterns" : [ 
                "บัญชี", 
                "สาขาบัญชี", 
                "สาขาบัญชีเรียนอะไรบ้าง", 
                "สาขาบัญชีจะทำบัญชีเป็นไหม", 
                "สาขาบัญชีต้องรู้วิชาอะไรบ้าง", 
                "เรื่องการทำบัญชีมีอะไรบ้าง", 
                "การเรียนรู้เรื่องของการบัญชีได้ที่ไหน", 
                "การทำบัญชี", 
                "ขั้นตอนการทำบัญชีมีอะไรบ้างครับ", 
                "จะรู้ขั้นตอนบัญชีจะเรียนรู้ได้อะไรบ้าง", 
                "สาขาบัญชีมีวิชาอะไรให้เรียนบ้าง", 
                "สาขาบัญชีได้เรียนรู้เรื่องไรลบ้าง", 
                "สาขาบัญชีเปิดสอนในระดับชั้นไหนบ้าง", 
                "ระดับสาขาที่เปิดสอนในสาขาบัญชี", 
                "ระดับชั้นเปิดสอนสาขาบัญชีมีอะไรบ้าง", 
                "สาขาบัญชีปวช. เรียนไรบ้าง", 
                "สาขาบัญชีปวส. มีเรียนอะไรบ้าง", 
                "สาขาบัญชีสอนเรื่องอะไรบ้าง", 
                "สาขาบัญชชีสอนอะไรให้รู้เรื่องบัญชีบ้าง", 
                "จะได้เรียนรู้วิชาอะไรบ้างในสาขาบัญชี", 
                "สาขาบัญชีจบแล้วทำงานอะไรได้บ้าง", 
                "สาขาบัญชีมีงานทำแบบไหน", 
                "สาชาบัญชีทำงานอย่างไหน", 
                "สาขาบัญชีมีงานแบบไหนรองรับ", 
                "สาขาบัญชีจะทำงานประมาณไหน", 
                "สาขาบัญชีจะต้องรู้อะไรบ้าง", 
                "สาขาบัญชีสอนด้านอะไรบ้าง", 
                "สาขาบัญชีสอนด้านอะไรและมีวิชาไหนบ้าง", 
                "สาขาบัญชีรู้อะไรบ้าง", 
                "ถ้าอยากเรียนรู้เรื่องบัญชีควรเรียนสาขาอะไร"
            ],
            "responses" : [ 
                "สาขาบัญชีจะได้เรียนรู้เกี่ยวกับตัวเลขการเงินหรือเส้นทางการเงินโดยสาขาบัญชีจะได้่เรียนรู็การทำบัญชีขององค์กรณ์ต่างๆ หรือสามารถทำบัญชีได้ สามารถประกอบอาชีพนักบัญชีได้"
            ]
        }, 
        {
            "tag" : "brach_Foreign_Language",
            "patterns" : [ 
                "ภาษาต่างประเทศ", 
                "สาขาภาษาต่างประเทศ", 
                "สาขาภาษาต่างประเทศเรีบยนอะไรบ้าง", 
                "สาขาต่างประเทศเรียนวิชาอะไร", 
                "สาขาภาษาต่างประเทศได้เรียนอะไร", 
                "ภาษาต่างประเทศเรียนเกี่ยวกับอะไร", 
                "สาขาภาษาต่างประเทศได้เรียนเกี่ยวข้องกับอะไร", 
                "ภาษาต่างประเทศได้เรียนภาษาอะไรบ้าง", 
                "สาขาภาษาต่างประเทศจะได้เรียนรู้ภาษาการพูดอะไรบ้าง", 
                "ภาษาที่ใช้ในสาขาต่างประเทศมีอะไรบ้าง", 
                "สาขาต่างประเทศต้องรู้ภาษาไรบ้าง", 
                "สาขาภาษาต่างประเทศจบแล้วจะได้ทำงานแบบไหน", 
                "สาขาภาษาต่างประเทศเรียนอะไรบ้างในสาขานี้", 
                "สาขาภาษาต่างประเทศสอนเรื่องเกี่ยวกับอะไรบ้าง", 
                "ภาษาต่างประเทศได้เรียนภาษาต่างประเทศภาษาไหนบ้าง", 
                "ภาษาที่ใช้เรียนในสาขาภาษาต่างประเทศมีภาษาไหนบ้าง", 
                "สาขาภาษาต่างประเทษสอนภาษาจีนไหม", 
                "สาขาภาษาต่างประเทศสอนไรบ้าง", 
                "สาขาภาษาต่างประเทศทำงานเกี่ยวกับอะไร", 
                "สาขาภาษาต่างประเทศจะได้ทำงานเกี่ยวกับอะไร", 
                "ภาษาต่างประเทศสามารถพูดได้กี่ภาษา", 
                "สาขาภาษาต่างประเทศจะได้เรียนรู้กี่ภาษา", 
                "สาขาต่างประเทศมีภาษาอะไรบ้างที่สอน", 
                "สาขาต่างประเทศจบแล้วทำงานประเภทไหนได้บ้าง", 
                "สาขาต่างประเทศมีงานประเภทไหนรองรับ", 
                "สาขาต่างประเทศจะได้งานอะไร", 
                "สาขาต่างประเทศงานแบบไหนที่รองรับอยู่", 
                "สาขาต่างประเทศเปิดระดับชั่นไหน", 
                "สาขาต่างประเทศเปิดสอนระดับการศึกษาอะไรบ้าง", 
                "สาขาต่างประเทศเปิดสอนระดับชั้นไรบ้าง"
            ],
            "responses" : [ 
                "สาขาการท่องเที่ยวจะได้เรียนรู้การท่องเที่ยวในรูปแบบต่างๆ การวางแผนการจัดการเดินทาง การจัดการสมมนา วิชาการต่างๆ และจะได้เรียนรู้เรื่องของการท่องเที่ยวทั้งหมด โดยสาขาการท่องเที่ยวสามารถไปประกอบอาชีพได้หลากหลาย เช่น ผู้นำเที่ยวเป็นต้น"
            ]
        }, 
        {
            "tag" : "brach_It",
            "patterns" : [ 
                "ไอที", 
                "เทคโนโลยีสารสนเทศ", 
                "สาขาเทคโนโลยีสารสนเทศ", 
                "สาขาไอที", 
                "เนื้อหาของการเรียนของสาขาเทคโนโลยีสารสนเทศ", 
                "รายวิชาที่มีสอนในสาขาเทคโนโลยีสารสนเทศ", 
                "สาขาไอทีมีการสอนเขียนโปรแกรมไหม", 
                "เรียนจบสาขาไอทีสามารถเป็นโปรแกรมเมอร์ได้ไหมครับ", 
                "สาขาเทคโนลียรสารสนเทศมีการเรียนการสอนวิชาเครือข่ายคอมพิวเตอร์ไหมครับ", 
                "ผมสามารซ่อมคอมได้ไหมถ้าเรียนสาขาไอที", 
                "เรียนสาขาไอทีสามารถไปเรียนต่อที่มหาลัยไหนไดบ้าง", 
                "เรียนสาขาไอทีสามารถไปเรียนต่อสาขาไหนได้บ้างครับ", 
                "สาขาเทโนโลยีสารสนเทศเรียนยากไหม", 
                "เรียนจบสาขาเทคโนโลยีสารสนเทศสามารถทำงานในแขนงไหนได้บ้าง", 
                "สาขาไอทีต้องเขียนโปรแกรมเก่งไหมคะ", 
                "สาขาไอทีจำเป็นต้องเก่งคอมไหมครับ", 
                "สาขาไอทีมีการสอนสร้างเกมส์ไหมครับ", 
                "สาขาเทคโนโลยีสารสนเทศมีการสอนทำสายแลนเครื่อข่ายไหมครับ", 
                "สาขาไอทีสามารถสร้างหุ่นยนต์ได้ไหมครับ", 
                "สาขาเทคโนโลยีสารสนเทศมีการสอนลงโปรแกรมให้หุ่นยนต์ไหมครับ", 
                "อยากทำหุ่นยนต์เรียนไอทีได้ไหมครับ", 
                "อยากสร้างเกมส์เรียนสาขาเทคโนโลยีสารสนเทศได้ไหมครับ", 
                "เรียนไอทีจะสร้างเกมส์ได้ไหมครับ", 
                "ถ้าเรียนสาขาไอทีจะสามารถใช้โปรแกรมต่างๆในคอมได้ไหมครับ", 
                "เรียนไอทีสามารถใช้คอมพิวเตอร์ได้อย่างชำนาญมั้ยครับ", 
                "เรียนไอทีมีการเรียนวิชาปฏิบัติไหมครับ", 
                "เรียนสาขาเทคโนโลยีสารสนเทศจะสามารถทำงานเป็นอะไรได้บ้างครับ", 
                "เรียนจบไอทีสามารถเป็นไอทีซัพพอร์ตได้ไหมครับ", 
                "เรียนสาขาไอทีสามารถสร้างเว็บไซต์ได้ไหมครับ", 
                "อยากสร้างเว็บไซต์เองสามารถเรียนสาขาเทคโนโลยีสารสนเทศจะสามารถสร้างได้ไหมคะ"
            ],
            "responses" : [ 
                "สาขาเทคโนโลยีสารสนเทศ หรือ ไอที จะได้เรียนรู้เรื่องการเขียนโปรแกรมด้วยภาษาโปรแกรมหลากหลายจะได้เรียนรู้การออกแบบระบบ การวางแผนระบบ การออกแบบฐานข้อมูล โดยสามารถประกอบอาชีพ นักเขียนโปรแกรมได้ เป็นต้น"
            ]
        }, 
        {
            "tag" : "brach_Tourism",
            "patterns" : [ 
                "สาขาการท่องเที่ยว", 
                "การท่องเที่ยว", 
                "การออกไปท่องเที่ยว", 
                "ท่องเที่ยว", 
                "หนูจะได้ความรู้อะไรบ้างในสาขาท่องเที่ยวบ้างหรอคะ", 
                "ความรู้ของการท่องเที่ยวต้องมีอะไรบ้างหรอครับ", 
                "เรียนจบสาขาการท่องเที่ยวสามารถทำงานด้านการบินได้ไหมคะ", 
                "จบสาขาการท่องเที่ยวสามารถทำงานอย่างอื่นนอกจากเป็นไกด์ได้ไหมคะ", 
                "เรียนสาขาการท่องเที่ยวสนุกไหมครับ", 
                "เรียนสาขาการท่องเที่ยวต้องมีความสามารถพิเศษไหมคะ", 
                "เรียนสาขาท่องเที่ยวจะได้ไปสถานที่ท่องเที่ยวไหมคะ", 
                "เรียนสาขาการท่องเที่ยวสามารถต่อมหาลัยที่ไหนได้บ้าง", 
                "สาขาการท่องเที่ยวจะมีการออกไปเที่ยวจริงไหม", 
                "สาขาท่องเที่ยวเรียนยากไหมครับ", 
                "เรียนจบการท่องเที่ยวสามารถทำงานสายอะไหนได้บ้าง", 
                "เรียนจบสาขาการท่องเที่ยวสามารถไปเรียนต่อที่สาขาไหนได้บ้าง", 
                "เรียนสาขาท่องเที่ยวต้องเก่งภาษาไหมคะ"
            ],
            "responses" : [ 
                "สาขาภาษาต่างประเทศได้่เรียนรู้เกี่ยวกับต่างประเทศ ซึ่งอาจจะหมายถึงภาษา วัฒนธรรม วันสำคัญ และสามารถไปประกอบอาชีพ นักแปลได้ เป็นต้น"
            ]
        }, 
        {
            "tag" : "localtion_school",
            "patterns" : [ 
                "วิทยาเขต", 
                "วิทยาเขตวิทยาลัย", 
                "วิทยาเขตโรงเรียน", 
                "มีวิทยาเขตอะไรบ้าง", 
                "Sbac มีกี่วิทยาเขต", 
                "วิทยาเขตแบ่งเป็นอะไรบ้าง", 
                "Sbac สะพานใหม่", 
                "Sbac นนทบุรี", 
                "สะพานใหม่", 
                "นนทบุรี", 
                "แต่ละวิทยาเขตอยู่ตรงไหน", 
                "วิทยาเขตนนทบุรีอยู่ตรงไหน", 
                "วิทยาเขตสะพานใหม่อยู๋ตรงไหน", 
                "วิทยาเขตแบ่งออกเป็นสาขาไร", 
                "วิทยาเขตมีไรบ้าง", 
                "วิทยามีที่ไหนบ้าง", 
                "วิทยาเขตอยู่ตรงไหน", 
                "วิทยาเขตสาขาแต่วิทยาเขตอยู่ตรงไหน", 
                "แต่ละวิทยาเขตมีไรบ้าง", 
                "วิทยาเขต Sbac ", 
                "วิทยาเขต Sbac สะพานใหม่", 
                "วิทยาเขต Sbac นนทบุรี", 
                "จำนวนวิทยาเขตของวิทยาลัย", 
                "จำนวนวิทยาเขต", 
                "มีจำนวนของวิทยาเขต"
            ],
            "responses" : [ 
                "วิทยาลัยเทคโนโลยีสยามบริหารธุรกิจ นนทบุรี จะแบ่งออกเป็น 2 วิทยาเขต ได้แก่ วิทยาเขต สะพานใหม่ กับ วิทยาเขต นนทบุรี ครับ "
            ]
        }, 
        {
            "tag" : "recruitment ",
            "patterns" : [ 
                "สมัครเรียน", 
                "สมัครเรียนสาขาไหนได้บ้าง", 
                "สมัครเรียนสาขาคอมพิวเตอร์ธุรกิจ", 
                "สมัครเรียนสาขาเทคโนโลยีสารสนเทศ", 
                "สมัครเรียนสาขาบัญชี", 
                "สมัครเรียนสาชาการตลาด", 
                "สมัครเรียนการโรงแรม", 
                "สมัครเรียนการท่องเที่ยว", 
                "สมัครเรียนต้องเตรียมตัวอย่างไร", 
                "จะสมัครเรียนมีขั้นตอนอย่างไรบ้าง", 
                "สมัครเรียนใช้อะไรบ้าง", 
                "สมัครเรียนใช้เอกสารอะไรบ้าง", 
                "ต้องเตรียมเอกสารอะไรในการสมัครเรียน", 
                "เอกสารที่ต้องส่งตอนสมัครเรียน", 
                "ใช้เอกสารอะไรลบ้างฝยการสมัครเรียน", 
                "ต้องเตรียมเอกสารสมัครเรียนมีอะไรบ้าง", 
                "สมัครเรียนได้ถึงตอนไหน", 
                "ระยะเวลาในการเปิดรับสมัครนักเรียน", 
                "ระยะเวลาการรับสมัคร", 
                "ระบสมัครเรียนอยู่ช่วงไหน", 
                "ช่วงการรับสมัครเรียน", 
                "ช่วงการเปิดรับสมัคร", 
                "ช่วงเปิดรับสมัครเรียน", 
                "ช่วงเปิดรับสมัคร", 
                "สมัครเรียนได้ที่ไหน", 
                "จะสมัครได้ที่ไหนได้บ้าง", 
                "จะสมัครเรียนต้อทำอย่างไร", 
                "สมัครเรียนต้องทำอะไรบ้าง", 
                "สมัครเรียนต้องดำเนินการมีขั่นตอนอะไรบ้าง", 
                "ขั่นตอนการสมัครเรียนมีอะไรบ้าง"
            ],
            "responses" : [ 
                "การสมัครเรียนสามารถสมัครเรียนได้ทั้ง ออนไลน์​หรือสามารถเดินทางมาที่วิทยาลัยก็ได้ สามารถอ่านละเอียดเพิ่มเติมได้ที่ \n http://nonthaburi.sbac.ac.th/2016/?page_id=1090"
            ]
        }, 
        {
            "tag" : "basic_knowledge",
            "patterns" : [ 
                "ความรู้พื้นฐาน", 
                "การเตรียมตัวในการเข้ามาเรียน", 
                "ก่อนจะเข้ามาเรียนต้องเตรียมตัวอะไรบ้าง", 
                "มีการปรับบพื้นฐานใหม้ไหมคะ", 
                "การปรับพื้นฐาน", 
                "ต้องมีความรู้พื้นฐานเรื่องอะไรบ้าง", 
                "ความรู้ที่ต้องเตรียมตัวเป็นพื้นฐานในการเช้ามาเรียนที่วิทยาลัยนี้ต้องมีอะไรบ้าง", 
                "การปรับตัวในการเรียนต้องมีพื้นฐานอะไรบ้าง", 
                "พื้นฐานในการจะเข้ามาเรียนที่วิทยาลัยนี้มีอะไรบ้าง", 
                "ทางวิทยาลัยจะมีการสอนพื้นฐานให้ไหมคะ", 
                "ถ้าไม่มีพื้นฐานเลยจะมีการรับพื้นฐานให้ไหมคะ", 
                "พื้นฐานของแต่ละสาขาต้องมีอะไรบ้าง", 
                "แต่ละสาขาต้องมีพื้นฐานอะไรบ้างก่อนเข้าไปเรียน", 
                "พื้นฐานของแต่ละสาขาต้องใช้อะไรบ้าง", 
                "แต่ละสาขาต้องมีควา่มรู้อะไรบ้างถึงจะเรียนได้", 
                "การเตรียมตัวของสาขาคอมธุรกิจต้องมีความรู้ใดบ้าง", 
                "ความรู้พื้นฐานของสาขากราฟิกต้องใช้อะไรบ้าง", 
                "ความรู้พื้นฐานของสาขาการโรงแรมใช้อะไรบ้าง", 
                "ความรู้พื้นฐานของสาขาไอทีใช้อะไรบ้าง", 
                "ความรู้พื้นฐานของสาขาการตลาดใช้อะไรหรอครับ", 
                "ความรู็พื้นฐานของสาขาบัญชีต้องทราบอะไรบ้าง", 
                "ต้องมีความรู้พื้นฐานไหนบ้างหรอครับของแต่ละสาขา", 
                "ความรู้ที่ใช้ในการเรียนของแต่ละสาขาต้องมีพื้นฐานเป็นแบบไหนหรอคะ", 
                "ความรู้พื้นฐานในการเรียนจำ้เป็นตองเรียนรู้อะไรมาก่อนไหมคะ", 
                "ความรู้พื้นฐานก่อนจะเข้ามาเรียนได้มีอะไรหรอคะ", 
                "ความรู้ที่ต้องมีก่อนเข้าไปเรียนควรมีอะไรบ้างหรอคะ", 
                "ความรู้ที่จะเข้าไปเรียนควรมีพื้นฐานอะำรบ้างหรอครับ", 
                "ความรู้พื้นฐานใช้เรื่องอะไรบ้างที่สามารถนำไปเรียนได้", 
                "พื้นฐานความรู้ในการเตรียมตัวก่อนเรียนต้องทราบเรื่องอะไร", 
                "พื้นฐานต้องเตรียมตัวไหมครับ"
            ],
            "responses" : [ 
                "สำหรับคนที่ไม่มีความรู้ทางวิทยาลัยจะมีการปรับพื้นฐานการเรียนให้และทางวิทยาลัยจะสอนให้นักศึกษาจากเริ่มต้นจนสามารถประกอบอาชีพได้ครับ "
            ]
        }, 
        {
            "tag" : "Tuition_fee",
            "patterns" : [ 
                "ค่าใช้จ่ายแต่ละเทอมเท่าไหร่", 
                "ค่าเทอม", 
                "ค่าเทอมแต่ละสาขาเท่าไรหรอคะ", 
                "ค่าเทอมสาขาคอมพิวเตอร์ธุรกิจเท่าไรหรอคะ", 
                "ค่าเทอมสาขาไอทีเท่าไรหรอคะ", 
                "สอบถามค่าเทอม", 
                "สอบถามค่าเทอมหน่อยคะ", 
                "สอบถามค่าเทอมได้ที่ไหน", 
                "ค่าเทอมสาขาเทคโนโลยีสารสนเทศ", 
                "ค่าเทอมของสาขาบัญชี", 
                "ค่าเทอมสาขาโรงแรม", 
                "ค่าเทอมสาขาต่างประเทศ", 
                "ค่าเทอมสาขาการตลาด", 
                "ค่าเทอมสาขาท่อมเที่ยว", 
                "ผมสามารถทำเรื่องผ่อนผันค่าเทอมได้อย่างไรหรอคะ", 
                "ผ่อนผันค่าเทอม", 
                "ติดต่อผ่อนผันค่าเทอมได้ที่ไหน", 
                "ค่าเทอมสามารถผ่อนผันได้ไหม", 
                "ค่าเทอมมีค่าปรับค่าเทอมที่เท่าไร", 
                "ถ้าจ่ายค่าเทอมล่าช้าจะเสียค่าเทอมเท่าไร", 
                "จ่ายค่าเทอมขั้นต่ำเท่าไร", 
                "จะรู้ค่าเทอมได้อย่างไรหรอครับ", 
                "ต้องการทราบค่าเทอมได้อย่างไร", 
                "ค่าปรับของค่าเทอมอยู๋ที่เท่าไร", 
                "ถ้าจ่ายค่าเทอมช้าจะมีค่าใช้จ่ายเท่าไร", 
                "ค่าเทอมของแต่ละปีการศึกษา", 
                "ระดับชั้นของการศึกษามีค่าเทอมเท่าไร", 
                "ค่าเทอมของวิทยาลัยนี้แต่ละสาขาเท่าไรหรอครับ", 
                "ผ่อนผันค่าเทอมได้อย่างไร", 
                "จะทำเรื่องผ่อนผันค่าเทอมต้องติดต่อได้ที่ไหน", 
                "ผ่อนผันค่าเทอมต้องเตรียมเอกสารอย่างไรหรอคะ", 
                "ติดต่อจ่ายค่าเทอมได้อย่างไร", 
                "ชำระค่าเทอม", 
                "ชำระเงิน", 
                "ชำระเงินได้ที่ช่องทางไหนบ้าง"
            ],
            "responses" : [ 
                "สำหรับเรื่องค่าเทอมสามารถมาทำเรื่องการผ่อนผันการชำระเงิน และติดต่อธุรเกี่ยวกับการเงินได้ทางวิทยาลัยได้เลยสามารถสอบถามเพิ่มเติมได้ ที่ \n http://nonthaburi.sbac.ac.th/2016/?page_id=163"
            ]
        }, 
        {
            "tag" : "Loan_Fund",
            "patterns" : [ 
                "กองทุนเงินให้กู้ยืมเพื่อการศึกษา", 
                "กยศ.", 
                "กู้กยศ", 
                "ทำเรื่องกยศ", 
                "ติดต่อเรื่องกยศ", 
                "จะกู้กยศ.ต้องทำอย่างไร", 
                "เอกสารประกอบทำเรื่องกู้ยืนกยศ.", 
                "กยศ.ต้องทำเรื่องเตรียมตัวอะไรบ้าง", 
                "ผมจะติดต่อทำเรื่องกู้กยศ.ต้องไปติดต่อที่ไหน", 
                "ติดต่อเรื่องกยศ.ต้องติดต่อที่ไหน", 
                "ที่วิทยาลัยนี้สามารถทำเรื่องกู็กยศ.ทำการเรียนไหนได้บ้าง", 
                "กยศ.ต้องติดต่อได้ที่แผนกไหนหรอครับ", 
                "ต้องติดต่อที่ไหนเพื่อทำเรื่องกู้กยศ.", 
                "ทำเรื่อกยศ. ต้องทำอย่างไรหรอครับ", 
                "วิทยาลัยนี้สามารถกู้กยศ.เรียนได้ไหม", 
                "กยศ.ที่นี้กู้ได้อย่าง", 
                "เตรียมตัวอย่างไรถึงจะกู้กยศ.ได้", 
                "เงื่อนไขการกู้กยศ.", 
                "เงื่อนไขกยศ.มีอะไรบ้าง", 
                "เรื่องกยศ.ต้องทำอย่างไร", 
                "เงื่อนไขของคนที่จะกู้กยศ.มีอะไรบ้าง", 
                "จะกู้กองทุนกยศ.ต้องทำอย่างไรบ้าง", 
                "เอกสารที่ใช้ทำเรื่องกู้กยศ. มีอะไรบ้าง", 
                "กยศ.กู้ได้สูงสุดกี่ปี", 
                "กยศ.คือะไร", 
                "กองทุนเงินให้กู้ยืมเพื่อการศึกษามันคืออะไรหรอคะ", 
                "กยศ.กู้สูงสุดได้เท่าไรและกี่ปี", 
                "รายละเอียดของเอกสารกยศ. มีอะไรบ้าง", 
                "จะทำเรื่องกยศ. ต้องเตรียมเอกสารอะไรบ้าง"
            ],
            "responses" : [ 
                "สำหรับนักศึกษาท่านใดที่จะทำการกู้กยศ​ สามารถมาขอเอกสารเพื่อทำการกู้ยืนได้ที่ทางวิทยาลัยได้เลยหรือ สอบถามเพิ่มเติมได้ ที่ \n http://nonthaburi.sbac.ac.th/2016/?page_id=163"
            ]
        }, 
        {
            "tag" : "soldier",
            "patterns" : [ 
                "เกรณ์ทหาร", 
                "ผ่อนผันทหาร", 
                "ผ่อนผันการเกรณ์ทหาร", 
                "โดยหมายเรียกไปเกรณ์ทหาร", 
                "สามารถทำเรื่องผ่อนผันหารที่วิทยาลัยเลยไหม", 
                "ต้องขอเอกสารผ่อนผันทหารต้องทำอย่างไรบ้าง", 
                "เอกสารผ่อนผันทหาร", 
                "เอกสารประกอบในการทำเรื่องผ่อนผันการเกรณ์ทหารสามารติดต่อได้ที่ไหนหรอคะ", 
                "สามารถพักการเรียนไปเกรณ์ทหารก่อนได้ไหมครับ", 
                "เราสามารถผ่อนผันการเกรณ์ทหารไปถึงอายุเท่าไร", 
                "เอกสารที่ใช้ประกอบการผ่อนผันการเกรณ์ทหารต้องใช้ระยะเวลาเท่าไรถึงจะได้หรอครับ", 
                "ขั้นตอนการทำเรื่องการผ่อนผันทหาร", 
                "ทำเรื่องขอเอกสารมีขั้นตอนไหนบ้าง", 
                "เอกสารผ่อนผันการเกรณ์ทหารต้องมีเอกสารอะไรบ้าง", 
                "ผ่อนผันการเกรณ์ได้ถึงอายุเท่าไร", 
                "ทหาร", 
                "เอกสารผ่อนผันมีไรบ้าง", 
                "โดยหมายเรียกการเกรณ์ทหารต้องทำอย่างไร", 
                "พักการเรียนแล้วมาเรียนต่อได้ไหมเพราะโดนหมายเรียกทหาร", 
                "หมายเรียกไปเป็นทหาร", 
                "เกรณ์ทหารทางวิทยาลัยมีการช่วยเหลืออย่างไร", 
                "วิทยาลัยให้ความช่วยเหลืออะไรบ้างในการเกรณ์ทหาร", 
                "วิทยาลัยจะทำเรื่องผ่อนผันให้เลยไหมครัยในการเกรณ์ทหาร", 
                "ทางสถานศึกษาช่วงเหลือนักเรียนที่จะทำเรื่องผ่อนผันอย่างไร", 
                "ผ่อนผันทหารต้องติดต่ออย่างไรบ้าง", 
                "ผ่อนผันการเกรณ์ทหารทำติดต่ออย่างไรบ้าง", 
                "วิทยาลัยจะต้องการอะไรบ้างเพื่อทำเรื่องการผ่อนผันการเกรณ์ทหาร", 
                "ผ่อนผันการเกรณ์ทหาร", 
                "สามารถทำเรื่องการพักการเรียนเพื่อไปเป็นทหารได้นานสุดกี่เทอม", 
                "การเกรณ์ทหาร"
            ],
            "responses" : [ 
                "สำหรับนักเรียนท่านใดมีเรื่องเกี่ยวกับเกรณ์ทาง หรือต้องการเอกสารประกอบการเกรณ์ทางทหารหรือจะผ่อนผันทาร สามารถเข้ามาติดต่อวิทยาลัยเพื่อขอเอกสารได้ หรือ มีข้อสงสัยสามารถสอบถามเพิ่มเติมได้ ที่ \n http://nonthaburi.sbac.ac.th/2016/?page_id=163 "
            ]
        }, 
        {
            "tag" : "TROTCS",
            "patterns" : [ 
                "รด", 
                "หน่วยกำลังสำรอง", 
                "รักษาดินแดน", 
                "เรียนรด", 
                "วิทยาลัยนี้สามารถเรียนรดไปด้วยได้ไหมคะ", 
                "หนูต้องการจะเรียนรดต้องมีการสมัครอย่างไรหรอคะ", 
                "ถ้าไปเรียนรด.จะขาดเรียนไหม", 
                "เวลาเรียนรดทางวิทยาลัยจะเช็คการเข้าเรียนให้ไหม", 
                "เขาชนไก่", 
                "รด ปีหนึ่ง", 
                "รดปี 1 ", 
                "ค่าใช้จ่ายตลอดการเรียน รด", 
                "รดมีการเดินทางยังไง", 
                "รด เรียนได้กี่ปี", 
                "รด. มีกี่ระดับชั้น", 
                "ค่าใช้จ่ายของการเรียนรด เท่าไร", 
                "รดมีค่าใช้จ่ายมากน้อยเท่าไร", 
                "โรงเรียนรักษาดินเแดน", 
                "หน่วยกำลังรองตั้งอยู่ที่ไหน", 
                "สถานที่เรียนต้องไปเรียนที่ไหน", 
                "หน่วยงานที่ดูแล รด", 
                "รด.เดินทางเรียนได้โดยวิธีไหนบ้าง", 
                "ทางวิทยาลัยมีการตามที่หลังไปเรียน รด. ได้ไหม", 
                "รด.ทางวิทยาลัยมีการให้เวลาเรียนไหมเวลาไปเรียน รด", 
                "การตามงานย้อนหลังของนักเรียนที่เรียน รด. ด้วย", 
                "ทางวิทยาลัย จัดรถ ไปส่งนักเรียนที่เรียน รด. ไหม", 
                "นักเรียนที่เรียน รด จะต้องเดินทางด้วยตัวเองไหม", 
                "รด ต้องเดินทางไปเรียนวันไหน", 
                "วันไหนที่มีการเรียน รด", 
                "รด.มีเรียนวันไหนบ้างหรอค่ะ"
            ],
            "responses" : [ 
                "สำหรับนักเรียนท่านใดจะเรียน รด.  หรือหน่วยกำลังสำรองรักษาดินแดนสามารถเข้ามาสมัครติดต่อสอบถามรายละเอียดต่างๆ กับทางวิทยาลัยได้ หรือ สามารถติดต่อได้ที่ http://nonthaburi.sbac.ac.th/2016/?page_id=163"
            ]
        }, 
        {
            "tag" : "Associate_sector",
            "patterns" : [ 
                "เรียนภาควันอาทิตย์มีดีอะไร", 
                "สาขาภาควันอาทิตย์เปิดอะไรบ้าง", 
                "เปิดเรียนไปทำงานไป", 
                "เรียนพร้อมทำงานไปก้วย", 
                "ถ้าจะเลือกเรียนภาคเสาร์อาทิตย์จะเปิดไหม", 
                "ภาควันอาทิตย์", 
                "วันอาทิตย์", 
                "อาทิตย์", 
                "ภาคเสาร์", 
                "เสาร์", 
                "การศึกษาภาคเสาร์อาทิตย์มีข้อดีอย่าง", 
                "ข้อดีข้อเสียภาคเสาร์อาทิตย์มีข้อดีอะไรบ้าง", 
                "ภาควันอาทิตย์เรียนในช่วงใด", 
                "เรียนวันอาทิตย์ในช่วงเวลใด", 
                "เรียนเสาร์อาทิตย์เวลาไหน", 
                "สาขาเปิดสอนในวันอาทิตย์ ", 
                "วันอาทิตย์มีสาขาไหนบัาง", 
                "สาขาที่สอนในเสาร์อาทิตย์", 
                "ภาคพิเศษสอนไรบ้าง", 
                "ช่วงเวลาวัอาทิตย์", 
                "การเรียนการสอนในภาควันอาทิตย์", 
                "นักเรียนสามารถสมัครเรียนวันอาทิตย์ในสาขาไหนบ้าง", 
                "รูปแบบการเรียนวันอาทิตย์", 
                "รูปแบบการสอนในวันอาทิตย์จะเป็นอย่างไรบ้างครับ", 
                "รูปแบบการเรียนการสอนในยวันอาทิตย์จะเรียนเป็นแบบไหนหรอครับ", 
                "สาขาที่มีการสอนของวันอาทิตย์มีสาขาไหนเปิดสอนบ้าง", 
                "สาขาที่ทำการเปิดสอนในวันอาทิตย์", 
                "สาขาวันอาทิตย์", 
                "รูปแบบการเรียนของภาคเสาร์อาทิตย์", 
                "เปิดสาขาอะไรบ้างฝนวันอาทิตย์หรอคะ", 
                "ทำงานพร้อมเรียนสามารถเรียนภาควันอาทิตย์ได้ไหม", 
                "ภาคพิเศษ", 
                "ภาคพิเศษเสาร์อาทิตย์", 
                "การศึกษาของภาควันอาทิตย์", 
                "การเรียนภาคสนทบ", 
                "ภาคสนทบ", 
                "การเรียนภาคสนทบสอนอะไรบ้าง"
            ],
            "responses" : [ 
                "สำหรับนักเรียนท่านไหนที่จะเรียนพร้อมทำงานไปด้วย สามารถเรียนภาควันอาทิตย์ได้เลย โดยสามารถสอบถามรายละเอียดเพิ่มเติมได้ฝ่ายแนะแนวการศึกษาของวิทยาลัยได้ที่ \n http://nonthaburi.sbac.ac.th/2016/?page_id=163"
            ]
        }, 
        {
            "tag" : "teacher",
            "patterns" : [ 
                "อาจารย์", 
                "ครู", 
                "ที่ปรึกษา", 
                "อาจารย์เป็นคนอย่างไรหรอครับ", 
                "อาจารย์ของวิทยาลัยนี้เป็นไงบ้างหรอคะ", 
                "อาจารย์ดีไหมคะ", 
                "ครูสอนดีไหมคะ", 
                "ที่ปรึกษาสามารถปรึกษาได้ทุนเรื่องไหมคะ", 
                "ครูสามารถให้คำปรึกษาได้ดีไหม", 
                "คำปรึกษาของครูมีความหน้าเชื่อถือไหม", 
                "ครูให้ความสนใจเด็กเท่าไหน", 
                "อาจารย์ให้ความสนใจเด็กเท่าไหน", 
                "ที่ปรึกษาที่วิทบาลัยนี้ดีไหม", 
                "ครูดูแลเราได้ดีไหม", 
                "ครูสามารถดูแลเราถึงปีไหม", 
                "การเปลียนครู", 
                "การเปลียนที่ปรึกษา", 
                "การเปลียนอาจารย์", 
                "ครูสอนเยอะไหมครับ", 
                "ครูสอนดีหรือเปล่า", 
                "ถ้าผมจะส่งลูกไปเลี้ยงครูจะดูแลได้แค่ไหน", 
                "วิทยาลัยจะดูแลลูกดิฉันได้ถึงไหน", 
                "ลูกผมจะมีครูแลไหมคะ", 
                "เด็กพิเศษครูจะดูแลเป็นพิเศษได้ไหม", 
                "ครูมีจำนวนพอที่จะดูแลเด็กได้ไหม", 
                "อาจารย์จะดูแลเด็กได้หรือเปล่า", 
                "ครูจะอยู๋ถึงระดับชั้นไหน", 
                "เมื่อไหล่จะได้เปลี่ยนที่ปรึกษาไหม", 
                "ที่ปรึกษาใหม่จะได้เปลี่ยนตอนไหน", 
                "ครูจะดูแลนักศึกษาดีไหม", 
                "ครูจะคอยดูแลให้เด็กจบหรือเปล่า"
            ],
            "responses" : [ 
                "สำหรับครูอาจารย์ของวิทยาลัยสยามบริหารธุรกิจ สามารถให้การดูแลนักเรียน นักศึกษาดังกับคนในครอบครัว โดยครู อาจารย์ พร้อมจะดูแลนักศึกษา นักเรียนทุกท่านด้วยใจครับ <3"
            ]
        }, 
        {
            "tag" : "scholarship",
            "patterns" : [ 
                "ทุนช่วยเหลือนักเรียน", 
                "ทุนการศึกษา", 
                "การได้ทุน", 
                "ทุนช่วยเหลือการเรียน", 
                "ทุนภายนอก", 
                "ทุนวิทยาลัย", 
                "ทางวิทยาลัยมีทุนการศึกษาไหมครับ", 
                "อยากได้ทุนการศึกษาจะต้องทำอย่างไร", 
                "การพิจรณาทุนทางวิทยาลัยมีขั้นตอนการทำอย่างไรหรอคะ", 
                "ทุนช่วยเหลือครอบครัวขาดแคลน", 
                "ทุนขาดแคลน", 
                "จะต้องทำอย่างไรถึงจะไดทุนขาดแคลนหรอครับ", 
                "ผมจะสมัครทุนขาดแคลนได้อย่าไร", 
                "หนูสามารถหาทุนได้อย่างไรหรอคะ", 
                "ทุนส่วนลดทางการศึกษา", 
                "อะไรคือทุนส่วนลดทางการศึกษา", 
                "ทุนช่วยเหลือทางการศึกษา", 
                "ทุนภายนอกวิทยาลัย", 
                "หนูต้องมีกาจะได้ทุนต้องทำอย่างไรหรอคะ", 
                "ทุนสามารถรับทุนภายนอกวิทยาลัยได้ไหม", 
                "วิทยาลัยมีโครงการแจกทุนจากบริษัทภายนอกไหมครับ", 
                "ทุน 100 % คืออะไรหรอครับ", 
                "ทุน 50 % คืออะไรหรอครับ", 
                "ทุน 25 % คืออะไรหรอคะ", 
                "ขั้นตอนรับทุนจากวิทยาลัยต้องทำอย่างไรหรอคะ", 
                "หาทุนได้อย่างไร", 
                "มีทุนจนไปถึงมหาลัยไหม", 
                "ทุน", 
                "ทุนการเรียน", 
                "มีทุนแจกให้นักเรียนเยอะไหม", 
                "ใครเป็นคนแจกทุนการศึกษาหรอครับ", 
                "ทุนเป็นของใคร", 
                "ขอทุนอะไรได้บ้างหรอครับ"
            ],
            "responses" : [ 
                "สำหรับเรื่องทุนการศึกษาทางวิทยาลัยจะสนับสนุนทุนการศึกษาโดยทางวิทยาลัยจะมีหน่ายงานมอบทุนให้กับนักเรียน นักศึกษาของทางวิทยาลัย โดยทุนจะมีหลากหลาย สามารถสอบถามได้ที่ฝ่ายพัฒนาผู้เรียนได้เลยครับ หรือติดต่อได้ที่ \n http://nonthaburi.sbac.ac.th/2016/?page_id=163"
            ]
        }, 
        {
            "tag" : "grade_Graduate",
            "patterns" : [ 
                "เกรดที่ใช้จบคือเท่าไร", 
                "นักเรียนจะจบได้จะจบได้ต้องเกรดเฉลี่ยเท่าไร", 
                "เกรดเฉลี่ยเท่าไรถึงจะจบ", 
                "เกรดขั้นต่ำคือเท่าไร", 
                "เกรดที่จะใช้จบขั้นต่ำคือเท่าไร", 
                "นักเรียนจะจบได้ต้องมีเกรดอย่างน้อย 2 ใช่ไหม", 
                "เกรดเฉลี่ยของนักเรียนต่ำกว่า  2 ได้ไหม", 
                "จบได้ต้องเกรดอย่างน้อยเท่าไร", 
                "เกรดมากกว่า 2 เป็นเกียรตินิยมไหม", 
                "เกียรตินิยมต้องใช่เท่าไร", 
                "เกียรตินิยมต้องมีขั้นต่ำเกรดเฉลี่ยอยู่ที่เท่าไรหลุ่อคะ", 
                "ถ้าได้เกรด 0  มาติดในรบ. จะจบได้ไหม", 
                "ต้องแก้เกรดหรือเปล่าถ้ายังติด 0 อยู่", 
                "เกรดใช่จบเท่าไร", 
                "เกรด", 
                "เกรดเฉลี่ย", 
                "เกรดที่ใช่จบ", 
                "นักเรียนจะจบต้องเกรด", 
                "ผมสามารถจบโดยมเกรด 0 ในทรานสคริปได้ไหม", 
                "ทรานสคริป", 
                "ใบรบ.", 
                "เกรด 0 ", 
                "เกรด  1", 
                "เกรด 2", 
                " เกรด 3", 
                "เกรด 4", 
                "เกรดเฉลี่ยขั้นต่ำจะจบได้คือเท่าไรหรอคะ", 
                "เกรด 4 ทุกตัวจะได้เกียรตินิยมไหม", 
                "เกียรตินิยม", 
                "เกียรตินิยมจะได้อย่างไร", 
                "ทำเกียรตินิยม", 
                "ขั้นตอนการทำเเกียรตินิยม", 
                "จะทำเกียรตินิยมได้อย่างไร", 
                "อยากรู้เรื่องเกียรตินิยม"
            ],
            "responses" : [ 
                "สำหรับเรื่องเกรดที่ใช้จบการศึกษา โดยนักเรียนนักเรียน ต้องมีเกรดมากกว่า 2.00 เพื่อใช้ในการจบนักศึกษาและนักเรียนที่ได้เกียรตินิม จะสามรถอ่านเงื่อนไขได้ที่คู่มือนักเรียน หรือสามารถสอบถามได้ที่ ฝ่ายแนะแนวการศึกษาของทางวิทยาลัย"
            ]
        }, 
        {
            "tag" : "missing_study_class ",
            "patterns" : [ 
                "ผมขาดเรียนได้กี่ครั้งคะ", 
                "วันหยุด", 
                "การขาดเรียน", 
                "ไม่มาเรียน", 
                "ผมไม่มาเรียนได้เยอะสุดกี่วัน", 
                "หนูสาขาขาดเรียนได้กี่วัน", 
                "นักศึกษาขาดเรียนได้เยอะไหม", 
                "การขาดเรียนมีผลเสียอะไรบ้าง", 
                "ถ้าหยุดเรียนมันจะขาดไหนครับ", 
                "ไม่มาเรียนจะมีผลเสียอะไรบ้าง", 
                "ขาดเรียนทางวิทยาลัยมีการจัดการไหม", 
                "วิทยาลัยสามารถให้นักศึกษาขาดเรียนได้เยอะไหมคะ", 
                "เรียนภาคพิเศษขาดเรียนได้กี่ครั้ง", 
                "ภาคปกติขาดเรียนได้กี่ครั้ง", 
                "ภาคเสาร์อาทิตย์หยุดได้กี่ครั้ง", 
                "ภาคปกติหยุดเรียนได้กี่ครั้งบ้างครับ", 
                "ขาดเรียนคืออะไร", 
                "การขาดเรียนคือ", 
                "เราสามารถหยุดเรียนได้บ่อยไหม", 
                "ผมสามารถหยุดเรียนได้ไหม", 
                "การขาดเรียนมีผลเสียอะไรบ้าง", 
                "ขาดเรียนมีผลเสียอะไร", 
                "จะหยุดเรียนทำงานจะขาดไหมครับ", 
                "หยุดเรียนได้บ่อยขนาดไหน", 
                "ผมไม่สามารถไปเรียนได้จะนับเป็นขาดเรียนไหม", 
                "หยุดเรียนไม่มาวิทยาลัย", 
                "หยุดเรียนไม่สามารถมาเรียนได้ต้องทำอย่างไร", 
                "นักเรียนหยุดเรียนไม่มารียนจะนับเป็นขาดไหม", 
                "ไม่สามารถมาเรียนได้ตามปกติจะนับเป็นขาดหรือไม่", 
                "ผลเสียของการหยุดเรียนหรือขาดเรียนคือ"
            ],
            "responses" : [ 
                "สำหรับการขาดเรียนจะขึ้นอยู่กับรายวิชาที่สามารถให้ขาดเรียนได้กี่ครั้ง โดยถ้าขาดเกินจำนวนที่จะไม่สามารถ เข้าสอบได้่ และจะทำให้มีโอกาสที่จะตกรายวิชาได้"
            ]
        }, 
        {
            "tag" : "apprentice",
            "patterns" : [ 
                "การออกฝึกงาน", 
                "ฝึกงาน", 
                "ฝึกงานวิชาชีพ", 
                "ออกฝึกงาน", 
                "ฝึกงานกับบริษัท", 
                "บริษัทรับฝึกงาน", 
                "มีบริษัทไหนบ้างที่รับฝึกงาน", 
                "ขั้นตอนจะออกฝึกงานต้องทำอย่างไรบ้าง", 
                "ต้องออกฝึกงานชั้นปีไหน", 
                "จะได้ออกฝึกงานตอนไหน", 
                "ฝึกงานมีระยะเวลาเท่าใด", 
                "ฝึกงานวิชาชีพได้ออกไปฝึกงานชั้นไหนบ้างครับ", 
                "ปวส. มีการออกฝึกงานไหม", 
                "ปวช. มีการได้ออกฝึกงานไหมคะ", 
                "ต้องติดต่อกับสถานประกอบการที่จะฝึกงานได้อย่างไรบ้างคะ", 
                "ปวช. 2 จะได้ออกฝึกงานใช่ไหม", 
                "เมื่อไหล่จะออกฝึกงานได้ตอนปีไหน", 
                "ฝึกงานระยะเวลากี่เดือน", 
                "ฝึกงานแล้วต้องฝึกงานใหม่ไหม", 
                "ฝึกงานช่วงเดือนไหน", 
                "ต้องเตรียมตัวอย่างไงหรอคะก่อนฝึกงาน", 
                "การประชุมก่อนฝึกงาน", 
                "ประชุมฝึกงาน", 
                "การประชุมฝึกงาน", 
                "ออกไปฝึกงานเดือนไหน", 
                "บริษัทรับที่รับนักศึกษาฝึกงานมีไหม", 
                "การฝึกประสบการวิชาชีพ", 
                "ประสบการวิชาชีพ", 
                "ออกไปฝึกประสบการณ์วิชาชีพ", 
                "ระยะเวลาออกฝึกประสบการณ์วิชาชีพ", 
                "ช่วงระยะเวลาการออกฝึกประสบการณ์วิชาชีพ", 
                "ระยะเวลาการฝึกงานนานกี่เดือนหรอครับ", 
                "ผมจะออกฝึกงานเดือนไหนหรอครับ"
            ],
            "responses" : [ 
                "สำหรับการออกฝึกประสบการณ์วิชาชีพโดยนักเรียนจะต้องออกฝึกงานทุกคนในระดับชั่น ปวช.2  กับ ปวส .1 เพื่อจะได้เรียนรู้การทำงานจริงกับสถานประกอบการจริงครับ "
            ]
        }, 
        {
            "tag" : "competation_professional",
            "patterns" : [ 
                "วิทยาลัยมีจัดส่งให้แข่งขันทักษะไหมคะ", 
                "แข่งขันทักษะ", 
                "การแข่งขันทักษะวิชาชีพ", 
                "วิทยาลัยมีจัดการส่งนักเรียนไปแข่งขันทักษะไหมคะ", 
                "ได้ออกไปแข่งขันทักษะเยอะไหมครับ", 
                "การแข่งขันทักษะ", 
                "ออกไปแข่งมีไหมครับ", 
                "มีการจัดออกไปแข่งบ้างไหม", 
                "ผมอยากออกไปแข่งทึกษะวิชาชีพสามารถทำได้ไหม", 
                "หนูอยากไปแข่งทักษะวิชาชีพทางวิทยาลัยจะมีการจัดส่งนักเรียนไหมคะ", 
                "อยากรู้ว่าที่นี้มีแข่งขันทักษะไหม", 
                "การแข่งขันทักษะเยอะไหม", 
                "จัดส่งแข่งขันทักษะบ่อยไหม", 
                "มีการแข่งขันทักษะภายในบ้างไหมครับ", 
                "แข่งขันทักษะภายใน", 
                "แข่งขันทักษะภายนอก", 
                "การแข่งขันทักษาภายนอกวิทยาลัยบ้างไหมครับ", 
                "ผมอยากรู้ว่าการจัดแข่งขันทักษะภายในเยอะไหมคะ", 
                "ถ้าเรียนอยู่ผมสามารถหาการแข่งขันทักษะเองได้ไหม", 
                "การแข่งขันทักษะภายในแผนกเองมีไหมคะ", 
                "การแข่งขันแข่งขันทักษะจัดโดยใครบ้างคะ", 
                "การแข่งขันทักษะดำเนินการโดยวิทยาลัยเองไหมคะ", 
                "ถ้าจะให้วิทยาลัยจัดแข่งทักษะได้บ้างไหมคะ", 
                "ถ้าจะออกไปแข่งต้องมีทักษะอะไรบ้าง", 
                "อยากรู้ว่าการแข่งทักษะวิชาชีพมีให้แข่งเยอะไหมคะ", 
                "การแข่งขันทักษะต้องเตรียมตัวก่อนไปแข่งขันยังไง", 
                "วิทยาลัยนี้จัดฝึกซ้อมการแข่งทักษะวิชาชีพเยอะไหม", 
                "ฝึกออกไปข่งทักษะวิชาชีพโดยทางวิทยาลัยมีการซ้อมให้ไหมคะ", 
                "วิทยาลัยจัดส่งนักเรียนแข่งขันทักษะวิชาชีพบ่อยไหม", 
                "การแข่งทักษะนักศึกษาต้องซ้อมไหมคะ"
            ],
            "responses" : [ 
                "สำหรับการแข่งขันทักษะวิชาชีพต่าง ๆ โดยทางวิทยาลัยจะสนับสนุนให้นักศึกษาได้ออกไปแข่งทักษะวิชาชีพความถนัดของนักเรียนโดยการส่งเสริมทักษะเพื่อเป็นการพัฒนาให้กับนักเรียน นักศึกษาให้มีความชำนานมากขึ้น"
            ]
        }, 
        {
            "tag" : "laboratory",
            "patterns" : [ 
                "อุปกรณ์ในการเรียนสาขาโรงแรมมีอะไรบ้าง", 
                "ห้องปฏิษัติกาารคอมพิวเตอร์ธุรกิจมีไหมครับ", 
                "ห้องปฏิษัติการคอมธุรกิจมีแค่ห้องคอมใช่ไหม", 
                "ห้องปฏิบัติการพอกับรองรับกับนักเรียนพอใช่ไหม", 
                "ห้องปฏิบัติการกราฟิกมีห้องปฏิบัติการอีกไหม", 
                "ห้องโรงแรมมีห้องปฏิบัติไหม", 
                "ห้องปฏิบัติการไอทีมีห้อง อะไรบ้าง", 
                "ห้องแลปไอทีมีอะไรบ้าง", 
                "มีห้องแลปหรือห้องปฏิบัติการเยอะไหม", 
                "ห้องปฏิบัติการการตลาดมีห้องเป็นของตัวเองไหมคะ", 
                "ห้องปฏิบัติการ", 
                "ห้องปฏิบัติ", 
                "ห้องแลป", 
                "ห้องทดลอง", 
                "ห้องลงมือปฏิบัติ", 
                "ห้องลงมือทำจริง", 
                "มีการเรียนในห้องปฏิบัติเยอะไหม", 
                "ห้องปฏิบัติการโรงแรมมีโอกาสได้เรีบยนไหม", 
                "ห้องปฏิบัติภาษาต่างประเทศมีไหม", 
                "ห้องปฏิบัติ cg มีห้องถ่ายรูปไหม", 
                "ห้องปฏิบัติการ Mac มีให้เรียนไหม", 
                "ห้องปฏิบัติการโรงแรมมีการจำลองโรงแรมใช่ไหม", 
                "ห้องเรียนแบบห้องปฏิบัติมีสาขาไหนบ้าง", 
                "สาขาที่มีเรียนในห้องปฏิบัติประกอบด้วยสาขาไรบ้างคะ", 
                "ห้องปฏิบัติพอสำหรับนักเรียนไหม", 
                "ภาคเสาร์อาทิตย์มีห้องเรียนปฏิบัติไหม", 
                "เรียนภาคพิเศษมีห้องปฏิบัติได้เรียนไหม", 
                "ภาคพิเศษมีห้องเรีรยนปฏิบัติเหมือนภาคธรรมดาไหม", 
                "ภาคเสาร์อาทิตย์มีห้องเรียนปฏิบัติเหมือนธรรมดาไหม", 
                "การเรียนห้องปฏิบัติการได้เรียนบ่อยไหม", 
                "การเรียนห้องปฏิบัติการนักเรียนจะได้เขาห้องเรียนพวกนี้เยอะไหมคะ", 
                "อุปกรณ์ห้องปฏิบัติสาขาต่างๆ มีให้เรียนเยอะไหม", 
                "อยากถ่ายรูปมีห้องปฏิบัติให้ไหม", 
                "อุปกรณ์ให้เรียนมีเยอะไหม", 
                "อุปกรณ์การเรียน", 
                "อุปกรณ์", 
                "ห้องเรียนและอุปกรณ์"
            ],
            "responses" : [ 
                "สำหรับห้องปฏิบัติการสามารถให้บริการได้เพียงพอกับนักศึกษานักเรียนได้ทุกคนครับ และมีอุปกรณ์ต่างๆ พร้อมบริการนักเรียนได้ลงมือปฏิบัติได้จริง"
            ]
        }, 
        {
            "tag" : "mou_study",
            "patterns" : [ 
                "การเรียนแบบ mou คือ", 
                "วิทยาลัยมีการเรียนแบบmou ไหม", 
                "เรียนแบบการมีความร่วมมือระหว่างสถานประกอบการ", 
                "เรียนกับที่ทำงาน (MOU) คืออะไร", 
                "MOU", 
                "ความร่วมมือระหว่างสถานประกอบการ", 
                "เรียนแบบให้สถานประกอบการประเมินคือ", 
                "สถานประกอบการประเมินออกเป็นเกรดคืออะไร", 
                "เรียน Mou วิทยาลัยนี้มีไหม", 
                "สาขาคอมพิวเตอร์ธุรกิจมีเรียนแบบ MOU ไหม", 
                "คอมธูรกิจเรียน MOU ได้ไหม", 
                "คอมธุรเรียน กับสถานประกอบการได้ไหม", 
                "Mou กับสถานประกอบการอะไรบ้าง", 
                "เรียนจริงกับสถานประกอบการมีสาขาไหนเรียนได้บ้าง", 
                "เรียนไอทีสามารถไปเรียนแบบ MOU ได้ไหม", 
                "ไอทีมีความร่วมมือกับสถานประกอบการไหนบ้าง", 
                "คอมพิวเตอร์กราฟฟิกมีการทำ MOU ไหม", 
                "คอมพิวเตอร์กราฟิกมีความร่วมมือระหว่างวิทยาลัยในการทำ Mou หรือเปล่าบ้างไหมคะ", 
                "การตลาดมีการเรียนแบบ Mou บ้างไหม", 
                "Mou ของโรงแรมได้มีจัดทำบ้างไหม", 
                "เอ็มโอยูของสาขาบัญชีมีเรียนบ้างไหม", 
                "สาขาบัญชีมีการทำความร่วมมือระหว่างสถานประกอบการบ้างไหมครับ", 
                "สาขาโรงแรมมีการทำ Mou บ้างไหมครับ", 
                "สาขาโรงแรมมีการทำความร่วมมือกับสถานประกอบการภายนอกไหม", 
                "สาขาภาษาต่างประเทศมีการทำความร่วมมือmou ด้วยไหมคะ", 
                "mou คือะไร", 
                "ความร่วมมือระหว่างสถานประกอบการคืออะไร", 
                "การเรียนจริงที่สถานประกอบการคืออะไรหรอครับ", 
                "ที่นี้มีการเรียนกับสถานประกอบการจริงบ้างไหมครับ", 
                "สถานประกอบการไหนบ้างที่มีความร่วมมือแบบการทำ Mou บ้างคะ"
            ],
            "responses" : [ 
                "การสมัครเรียนสามารถสมัครเรียนได้ทั้ง ออนไลน์​หรือสามารถเดินทางมาที่วิทยาลัยก็ได้ สามารถอ่านละเอียดเพิ่มเติมได้ที่ \n http://nonthaburi.sbac.ac.th/2016/?page_id=1090"
            ]
        }, 
        {
            "tag" : "office_hours",
            "patterns" : [ 
                "เวลาทำการวิทยาลัย", 
                "วิทยาลัยทำการกี่โมง", 
                "วิลัยเปิดถึงกี่โมง", 
                "ระยะทำการของวิทยาลัยถึงกี่โมง", 
                "เปิดทำการถึงกี่โมง", 
                "มีเวลาเปิดปิดเท่าไร", 
                "เปิดกี่โมงปิดกี่โมง", 
                "วิทาลัยเปิดกี่โมงปิดกี่โมง", 
                "sbacnon เปิดปิดกี่โมง", 
                "sbac สะพานใหม่ปิดกี่โมง", 
                "ทำการถึงกี่โมง", 
                "เปิดปิดกี่โมง", 
                "เปิดทำการราชการใช่ไหม", 
                "ติดต่อในเวลาได้บ้าง", 
                "เปิดให้มาติดต่อได้ถึงกี่โมง", 
                "ระยะทำการกี่โมงถึงกี่โมง", 
                "เวลาทำการของทาง sbac ถึงกี่โมง", 
                "มีเวลาเข้มาติดต่อถึงกี่โมง", 
                "มีเวลาติดต่อกี่โมงถึงกี่โมงหรอคะ", 
                "วันจันทร์เปิดทำการไหมครับ", 
                "วันอังคารเปิดทำการไหมค่ะ", 
                "วันพุธเข้าไปติดต่อได้ไหม", 
                "วันพฤหัสบดีติดต่อได้ไหม", 
                "วันศุกร์ติดต่อได้ไหม", 
                "วันจันทร์", 
                "วันอังคาร", 
                "วันพุธ", 
                "วันพฤหัสบดี", 
                "วันศุกร์", 
                "วันเสาร์", 
                "วันอาทิตย์", 
                "ติดต่อวันเสาร์ได้ไหม", 
                "วันอาทิตย์ติดต่อได้ไหม", 
                "วันธรรมดามาติดต่อได้ไหม", 
                "วันหยุดมาติดต่อหรือเปล่าครับ", 
                "วันหยุดราชการหยุดด้วยไหม", 
                "วันหยุดติดต่อได้กี่โมงถึงกี่โมง", 
                "เปิดทำการเสาร์อาทิตย์ไหม", 
                "เสร์อาทิตย์เข้ามาได้ไหม", 
                "วันไหนเข้ามาได้บาง", 
                "เข้ามาวันไหนได้บ้าง", 
                "มาวันอะไรได้บ้าง", 
                "ติดต่อวันอะไรได้บ้าง"
            ],
            "responses" : [ 
                "สำหรับการให้บริการระเวลาการทำการของสถานศึกษาจะอยู่ในช่วงระยะเวลา 8:00–17:00 น วันทำการปกติ ครับ "
            ]
        }, 
        {
            "tag" : "contact",
            "patterns" : [ 
                "ขอช่องทางติดต่อหน่อยครับ", 
                "ติดต่อได้ที่ไหนบ้างคะ", 
                "ติดต่อ", 
                "เบอร์โทร", 
                "มีเบอร์โทรไหมคะ", 
                "ติดต่อทางวิทยาลัยได้อย่างไรบ้างคะ", 
                "ช่องทางการติดต่อ", 
                "contact", 
                "เบอร์โทรวิทยาลัยมีไหม", 
                "เบอร์โทรช่องทางติดต่อแนะแนว", 
                "เบอร์โทรสอบถามการสมัครเรียน", 
                "โทรสอบถามเรื่องการเรียน", 
                "มีเบอร์ไหมคะ", 
                "สอบถามติดต่อได้ทางไหนบ้าง", 
                "มีเบอร์ไหมครับ", 
                "เบอร์ติดต่อทางวิชาการ", 
                "เบอร์ติดต่อแนะแนว", 
                "เบอร์ติดต่อการทำงาน", 
                "มีเมล์ไหมครับ", 
                "Email วิทยาลัย", 
                "อีเมล์วิทยาลัย", 
                "เมล์วิทยาลัย", 
                "อีเมล์อิเล็กเทอร์นิก", 
                "ขอเบอร์สมัครเรียน", 
                "ขอติดต่อสมัครเรียน", 
                "ชอเบอร์คอเซนเตอร์", 
                "คอเซนเตอร์", 
                "เบอร์คอเซนเตอร์", 
                "เบอร์โทรติดต่อโดยตรง", 
                "ติดต่อโดยตรงได้อย่างไร", 
                "มีช่องโทรติดต่อโดยตรงไหมคะ"
            ],
            "responses" : [ 
                "สำหรับช่องทางการติดต่อสามารถดูรายละเอียดได้ที่ \n http://nonthaburi.sbac.ac.th/2016/?page_id=163"
            ]
        }, 
        {
            "tag" : "goodbye",
            "patterns" : [ 
                "ขอบคุณครับ", 
                "ขอบคุณค่ะ", 
                "ขอบคุณสำหรับคำตอบ", 
                "ขอบคุณมากครับ", 
                "ขอบคุณจ้า", 
                "เครค่ะ", 
                "โอเครค่ะ", 
                "โอเครครับ", 
                "โอเคร", 
                "ขอบคุณมากๆ เลยครับ", 
                "เดียวจะติดต่อใหม่อีกครั้งครับ", 
                "เคครับ", 
                "เดียวติดต่ออีกที", 
                "โอ้ขอบคุณครับ", 
                "ขอบคุณนะครับ", 
                "ได้ข้อมูลครบแล้วครับ", 
                "ครบถ้วนครับ", 
                "ไม่เคยทราบมาก่อนขอบคุณครับ", 
                "บายครับ", 
                "บ๊ายบาย", 
                "บายค่ะ", 
                "กู๊ดบาย", 
                "kครับ", 
                "thangyou", 
                "thx", 
                "ขอบคุณ", 
                "ได้คตับจัดไปครับ", 
                "เดียวติดต่อภายหลังครับ", 
                "จะติดต่อไปนะค่ะ", 
                "ช่วยได้มากเลย"
            ],
            "responses" : [ 
                "ยินดีให้บริการครับ "
            ]
        }
    ]
}
